[0x0426]
1100=Uzstādīšanas programmas inicializācijas kļūda
1101=%s
1102=%1 Uzstādīšanas programma sagatavo %2, kas palīdzēs jums veikt programmas uzstādīšanu. lūdzu, gaidi.
1103=Pārbaudot operētājsistēmas versija
1104=Pārbaudot Windows (r) Installer versija
1105=Konfigurēt Windows Installer
1106=Konfigurējot %s
1107=Uzstādīšanas programma ir pabeigusi konfigurēt Windows Installer jūsu sistēmā. Ir jārestartē sistēma, lai turpinātu instalēšanu. Lūdzu, noklikšķiniet uz Restartēt, lai atsāknētu sistēmu.
1108=%s
1125=Izvēlieties uzstādīšanas valodu
1126=Izvēlieties šīs instalācijas valodu no tālāk piedāvātajām iespējām.
1127=Uzstādītājam ir jārestartē jūsu sistēma, lai pabeigtu konfigurēšanu Windows Installer pakalpojums. Noklikšķiniet uz Jā, lai restartētu tūlīt, vai nē, lai restartēšanu veiktu vēlāk.
1128=Šis iestatījums tiks veikt jaunināšanu no '%s'. Vai vēlaties turpināt?
1129=Jaunāku versiju '%s' jau ir instalēts šajā datorā. Uzstādīšanu nevar turpināt.
1130=labi
1131=Atcelt
1132=Parole:
1133=Instalēt
1134=&Nākamais >
1150=Uzstādīšanas programma atklājusi, ka Windows versija nav saderīga. Lūdzu, noklikšķiniet uz Labi un pārliecinieties, vai mērķa sistēmas darbojas vai nu Windows 95 (vai jaunāka versija) vai Windows NT 4.0 Service Pack 6 (vai jaunāka versija), pirms instalēšanas atkārtoti
1151=Kļūda, rakstot pagaidu atrašanās vietu
1152=Kļūda ieguves %s pagaidu atrašanās vietu
1153=Kļūda, nolasot uzstādīšanas programmas inicializācijas failu
1154=Instalēšanas programma nevar atrast %s
1155=Fails %s nav atrasts
1156=Iekšēja kļūda Windows Installer
1158=Populating stīgas, radās kļūda. Pārbaudiet, vai visas virknes failā Setup. ini ir derīgas.
1200=Restartējiet
1201=Iestatīšanas programmai %lu KB brīvas vietas diskā %s. Lūdzu, atbrīvojiet vietu un mēģiniet vēlreiz
1202=Jums nav pietiekamu pilnvaru, lai pabeigtu šo instalēšanu visiem datora lietotājiem. Piesakieties kā administrators un atkārtoti mēģiniet veikt šo instalēšanu
1203=Komandrindas parametri:
1204=/L valodas ID
1205=/S slēpt inicializācijas dialogu. Lietošanai klusuma režīmā: /S/v/qn.
1206=/V parametrus, lai MsiExec.exe
1207=Windows Installer %s atrasts. Tas ir vecāka Windows (r) Installer versija. Noklikšķiniet uz Labi, lai turpinātu.
1208=ANSI kodu lappuse %s nav instalēta šajā sistēmā, un tāpēc uzstādīšanas programma nevar darboties izvēlētajā valodā. Palaidiet uzstādīšanas programmu un izvēlieties citu valodu.
1210=Uzstādīšanas programmai nepieciešama Windows Installer versija %s vai jaunāku versiju, lai instalētu Microsoft .NET Framework 2.0 versija. Lūdzu, instalējiet Windows Installer versija %s vai jaunāku versiju un mēģiniet vēlreiz.
1603=Kļūda, instalējot Windows Installer programmu. Izmantošana var tikt rīkotas failu, kurā ir jāaizstāj. Aizveriet visas lietojumprogrammas un mēģiniet vēlreiz.
1604=Šī uzstādīšanas programma neietver Windows Installer programmu (%s), kas nepieciešami, lai palaistu instalāciju šajā operētājsistēmā.
1607=Nevar instalēt %s skriptošanas izpildlaika.
1608=Nevar izveidot InstallDriver instanci, atgrieztais kods: %d
1609=Lūdzu, norādiet vietu, kur jāsaglabā instalācijas pakotne.
1611=Nevar izgūt saspiesto failu %s.
1612=Notiek failu izvēršana.
1613=Lejupielādējot failu %s.
1614=Faila %s lejupielādes laikā radās kļūda. Ko jūs vēlētos darīt?
1615=hr
1616=min
1617=sec
1618=MB
1619=KB
1620=/sec
1621=Neizdevās pārbaudīt faila %s parakstu.
1622=Aptuvenais atlikušais laiks:
1623=%d %s % d %s lejupielādēt %01d.%01d %s %s
1624=Notiek gatavošanās Install...
1625=Iegūtu palīdzību par šo instalāciju.
1626=palīgā
1627=Nevar saglabāt failu: %s
1628=Neizdevās pabeigt instalēšanu.
1629=Nederīga komandrinda.
1630=<Url uz InstMsiA.exe> /UA
1631=<Url uz InstMsiW.exe> /UW
1632=/UM <url uz msi pakotni>
1633=/US <url uz isscript. Msi>
1634=Uzstādīšanas programmas inicializācijas kļūda; neizdevās klonēt procesu.
1635=Fails %s jau pastāv. Vai vēlaties to aizstāt?
1642=Nevarēja pārbaudīt parakstu. Jums nepieciešama programma Internet Explorer 3.02 vai vēlāk ar Authenticode atjauninājumu.
1643=Uzstādīšana nepieciešama jaunāka Wininet. dll versija. Iespējams, būs jāinstalē Internet Explorer 3.02 vai jaunāka.
1644=Jums nav pietiekamu pilnvaru, lai pabeigtu šo instalēšanu. Piesakieties kā administrators un atkārtoti mēģiniet veikt šo instalēšanu
1645=Kļūda, instalējot programmu Microsoft (r) .NET Framework, atgriezt kodu: %d
1646=%s var izmantot Microsoft (R) .NET Framework s. Vai vēlaties to instalēt tūlīt?
1648=Uzstādīšanas programma atklājusi, ka Windows versija nav saderīga. Lūdzu, noklikšķiniet uz Labi un pārliecinieties, vai mērķa sistēmas darbojas vai nu Windows 95 (vai jaunāka versija) vai Windows NT 4.0 Service Pack 3 (vai jaunāka versija), pirms instalēšanas atkārtoti
1649=%s var izmantot Visual j# Redistributable Package. Vai vēlaties to instalēt tūlīt?
1650= (Tas arī instalēt uz .NET Framework.)
1651=Uzstādīšanas programma atklājusi, ka Windows versija nav saderīga. Lūdzu, noklikšķiniet uz Labi un pārliecinieties, vai mērķa sistēmas darbojas Windows 2000 3. servisa pakotni (vai jaunāku versiju), pirms instalēšanas atkārtoti
1652=%s pieprasa šādas vienības tiks instalēts jūsu datorā. Noklikšķiniet uz instalēt, lai sāktu instalēt šīm prasībām atbilstošās programmas.
1653=Instalēt %s
1654=Vai vēlaties atcelt uzstādīšanu pēc %s ir pabeigusi instalēt
1655=Failu instalēšanas prasībām %s nav atrasts. Instalēšana tagad tiks pārtraukta. Tas ir iespējams, pateicoties neizdevās vai atcelta lejupielāde.
1656=%s instalācija, šķiet, ir cietuši neveiksmi. Vai tiešām vēlaties turpināt instalēšanu?
1657=Izdevās
1658=Instalēšana
1659=Gaidošs
1660=Instalēta
1661=Statuss
1662=Prasība
1663=Neizdevās
1664=Ieguves
1665=Lejupielāde
1666=Izlaisti
1667=%s instalēšana neizdevās. Uzstādīšanas tagad tiks aizvērta.
1668=%s uzstādīšana nepieciešama atsāknēšana. Noklikšķiniet uz Jā, lai restartētu tūlīt, vai nē, lai restartēšanu veiktu vēlāk.
1669=%1 var izmantot %2. Vai vēlaties to instalēt tūlīt?
1670=Nevar ielādēt moduli %s, kļūdas kods: %d
1671=Lejupielādējot failu %2 % 3: %1
1700=Radās kļūda, Inicializējot InstallScript dzinēja
1701=Nevar izvilkt InstallScript dzinēja atbalsta failus pagaidu atrašanās vietā
1702=Šī iekārta ļauj instalēt daudzkārtēji produkts. Atlasiet, ko vēlaties instalēt, un pēc tam noklikšķiniet uz tālāk, lai turpinātu gadījumu:
1703=&Instalēt jaunu gadījumu
1704=&Saglabāt vai uzlabot esošo gadījumu
1705=Noklusējuma
1706=Gadījuma ID
1707=Produkta nosaukums
1708=Atrašanās vieta
1710=Šī iekārta ļauj plāksteris daudzkārtēji produkts. Atlasiet šo opciju, lai norādītu, kā lietot šo ielāpu un pēc tam noklikšķiniet uz tālāk, lai turpinātu.
1711=Patch &visus esošos gadījumus
1712=&Esošu gadījumu Patch
1713=Šo instalāciju, ir nepieciešami Windows Installer 4.5 vai jaunāku versiju. Uzstādīšanas tagad tiks aizvērta.
1714=Decompressing
1715=Versija
1804=Izvēlieties uzstādīšanas valodu
1812=Izvēlieties instalācijas valodu no tālāk piedāvātajām iespējām.
1813=&LABI
1815=InstallShield Wizard
1822=Atcelt
1834=&Nākamais >
1835=< &Atpakaļ
1837=Vai vēlaties instalēt %s?
1838=Autentiskumu pārbaudīja
1839=Šīs programmatūras izdevēja identitāte tika pārbaudīta pēc %s.
1840=Brīdinājums: %s apstiprina šo programmatūru ir droši. Ieteicams turpināt tikai tad, ja uzticaties %s, lai padarītu šo apgalvojumu.
1841=&Vienmēr uzticēties programmatūrai, kas publicēti pēc %s.
1842=Šī programmatūra nav ticis mainīts kopš tā publicēšanas pēc %s. Lai instalētu %s, noklikšķiniet uz Labi.
1854=InstallShield
1865=Sagatavojot Setup
1866=Lūdzu, uzgaidiet, kamēr InstallShield vednis sagatavo setup.
1872=Apdare
1873=Datu pārsūtīšanas ātrums:
1874=Aptuvenais laiks pa kreisi:
1880=/s
1887=%s - InstallShield Wizard
1888=Izejiet no uzstādīšanas programmas
1889=Vai tiešām vēlaties atcelt uzstādīšanu?
1901=&Instalēt jaunu gadījumu šo pieteikumu.
1903=Esošo uzstādītas gadījumi atklāti
1904=Atlasiet atbilstošo lietojumprogrammu gadījumu uzturēšanai vai atjaunināt.
1905=Uzstādīšanas programma ir noteikusi vienu vai vairākus eksemplārus šī lietojumprogramma jau ir instalēta jūsu sistēmā.
1906=&Saglabāt vai atjaunināt gadījumu šīs lietojumprogrammas atlasīta zem:
1907=Uzstādīšanas programma ir noteikusi vienu vai vairākus eksemplārus šī lietojumprogramma jau ir instalēta jūsu sistēmā. Var saglabāt vai atjauninātu esošu gadījumu vai uzstādīt pilnīgi jaunu gadījumu.
1908=Atlasīt & uzturēt vai papildinātu turpmāk pieteikuma gadījumu:
1909=Parādāmais vārds
1910=Instalācijas atrašanās vietu
2001=%s uzstādīšanas programma sagatavo InstallShield vednis, kas palīdzēs jums ar uzstādīšanu pārējo. lūdzu, gaidi.
2002=Kļūdas kods:
2003=Informācija par kļūdu:
2004=Palaišanas iestatīšanas laikā ir radusies kļūda (%s).
2005=Lūdzu, pārliecinieties, vai esat pabeidzis visas iepriekšējās uzstādīšanas un aizvērt citas lietojumprogrammas. Ja kļūda joprojām pastāv, sazinieties ar savu piegādātāju: %s.
2006=&Detalizēti
2007=&Atskaites
2008=Nav pietiekami daudz vietas, lai inicializētu iestatījumus. Lūdzu, atbrīvojiet vismaz %ld KB no %s diska pirms palaist setup.
2009=Lietotājs ar administratora tiesībām uzstādīt šo lietojumprogrammu. Jums ir līdzīgas privilēģijas modificēt vai noņemt tās instalāciju.
2010=Šis iestatījums cits gadījums jau ir palaists. Lūdzu, uzgaidiet, kamēr citas instances uz Pabeigt un pēc tam mēģiniet vēlreiz.
2143=Drošības brīdinājums
2144=Vai vēlaties palaist šo iestatījumu
2146=Nevar pārbaudīt to izcelsmi un šo lietojumprogrammu integritātes. Ieteicams turpināt tikai tad ja izdevējs var identificēt kā kāds jūs uzticaties un ir dažu šo pieteikumu nav mainīts kopš tā publicēšanas.
2147=Es &Neuzticieties šim iestatījumam
2148=Es &apzināties drošības risku un vēlas turpināt
2151=Izcelsmi un integritātes šo lietojumprogrammu nevarēja pārbaudīt, jo tas nebija parakstīts ar izdevēju. Ieteicams turpināt tikai tad ja izdevējs var identificēt kā kāds jūs uzticaties un ir dažu šo pieteikumu nav mainīts kopš tā publicēšanas.
2152=Nevar pārbaudīt to izcelsmi un šo lietojumprogrammu integritātes. Sertifikātu, kas izmantots, lai parakstītu šo programmatūru ir beidzies derīgums, vai tas derīgs vai neuzticams. Ieteicams turpināt tikai tad ja izdevējs var identificēt kā kāds jūs uzticaties un ir dažu šo pieteikumu nav mainīts kopš tā publicēšanas.
2153=Programmatūra ir bojāta vai ir mainīts kopš tā publicēšanas. Šis iestatījums nav jāturpina.
2154=Šis iestatījums ir izveidota, izmantojot BETA versija %s
2155=Šis iestatījums ir izveidota, izmantojot novērtēšanas versija %s
2156=Lūdzu, ievadiet paroli
2157=Šis iestatījums ir izveidota, izmantojot novērtēšanas versija neatbalsta ekstrakcijas iekšējie MSI failu %s. Pilno versiju InstallShield atbalsta šo funkcionalitāti. Lai iegūtu vairāk informācijas, skatiet rakstu InstallShield KB Q200900.
2158=Šis iestatījums ir izveidota, izmantojot EVALUATION VERSION % s. novērtēšanas iestatījumi darbu tikai %s dienas pēc tam, kad viņi būvēja. Lūdzu atjaunot atkārtoti palaist setup. Setup tagad tiks aizvērta.
2159=Šis iestatījums darbojas līdz %s. Setup tagad tiks aizvērta.

[Languages]
0x0401=Arābu
0x0402=Bulgāru
0x0403=Kataloniešu
0x0404=Ķīniešu (tradicionālā)
0x0405=Čehu
0x0406=Dāņu
0x0407=Vācu
0x0408=Grieķu
0x0409=Angļu (ASV)
0x040a=Spāņu
0x040b=Somu
0x040c=Franču (standarts)
0x040d=Ivrits
0x040e=Ungāru
0x0410=Itāliešu
0x0411=Japāņu
0x0412=Korejiešu
0x0413=Holandiešu
0x0414=Norvēģu
0x0415=Poļu
0x0416=Portugāļu (Brazīlijas)
0x0418=Rumāņu
0x0419=Krievu
0x041a=Horvātu
0x041b=Slovāku
0x041d=Zviedru
0x041e=Taju
0x041f=Turku
0x0421=Indonēziešu
0x0424=Slovēņu
0x0425=Igauņu
0x0426=Latviešu
0x0427=Lietuviešu
0x042d=Basku
0x0804=Ķīniešu (vienkāršotā)
0x0816=Portugāļu (standarts)
0x0c0c=Franču valodas (kanādiešu)
0x0c1a=Serbian (Cyrillic)
